Repository: ehtick/GRBL-Plotter
Catalog: GRBL-Plotter/MachineControl/ControlProbing.*.resx
Languages: es, ru

# label1.Text
source: Probe / cutter diameter (PD)
es: Diámeto de corte
ru: диаметр резца

# label1.ToolTip
source: Diameter of probing tip or cutter head to calculate zero position
es: Diámetro de punta de sondeo o cabezal de corte para calcular la posición cero
ru: Диаметр зонда или режущей головки для расчета нулевого положения

# label2.Text
source: Max. Probing distance (MPD)
es: Max. Distancia de sondeo
ru: Максимум. Расстояние зондирования

# label2.ToolTip
source: Maximum distance to move, to find an edge
es: Distancia máxima para moverse, para encontrar un borde
ru: Максимальное расстояние для перемещения, чтобы найти ребро

# label3.Text
source: Probing feed rate
es: Velocidad de alimentación
ru: Скорость подачи

# label4.Text
source: Touch plate dimension
es: Compensación de sondeo
ru: Смещение зондирования

# label4.ToolTip
source: Offset to probed zero position, caused by touch plate, gage block or aluminum foil
es: Desplazado a la posición cero de la sonda, causado por una placa táctil o papel de aluminio
ru: Смещение в нулевое положение зонда, вызванное сенсорной пластиной или алюминиевой фольгой

# cBZProbing.Text
source: Probe Z also
es: Sonda Z también
ru: Зонд Z также

# nUDOffsetX.ToolTip
source: Offset to probed zero position, caused by gage block or aluminum foil
es: Desplazado a la posición cero de la sonda, causado por una placa táctil o papel de aluminio
ru: Смещение в нулевое положение зонда, вызванное сенсорной пластиной или алюминиевой фольгой

# nUDOffsetY.ToolTip
source: Offset to probed zero position, caused by gage block or aluminum foil
es: Desplazado a la posición cero de la sonda, causado por una placa táctil o papel de aluminio
ru: Смещение в нулевое положение зонда, вызванное сенсорной пластиной или алюминиевой фольгой

# nUDOffsetZ.ToolTip
source: Offset to probed zero position, caused by gage block or aluminum foil
es: Desplazado a la posición cero de la sonda, causado por una placa táctil o papel de aluminio
ru: Смещение в нулевое положение зонда, вызванное сенсорной пластиной или алюминиевой фольгой

# gBHardware.Text
source: Hardware dimensions
es: Dimensiones de hardware
ru: Аппаратные размеры

# label14.Text
source: Safe distance (SD)
es: Distancia segura
ru: Безопасное расстояние

# label14.ToolTip
source: Retract by this distance after success probing
es: Después de un escaneo exitoso, conduzca de regreso a esta distancia
ru: После успешного сканирования возвращайтесь на это расстояние

# nUDProbeFinalZ.ToolTip
source: Finally move to this position
es: Posición final después de sondear
ru: Конечная позиция после исследования

# nUDProbeFinalY.ToolTip
source: Finally move to this position
es: Posición final después de sondear
ru: Конечная позиция после исследования

# nUDProbeFinalX.ToolTip
source: Finally move to this position
es: Posición final después de sondear
ru: Конечная позиция после исследования

# nUDProbeSaveZ.ToolTip
source: Retract by this distance after success probing
es: Después de un escaneo exitoso, conduzca de regreso a esta distancia
ru: После успешного сканирования возвращайтесь на это расстояние

# nUDProbeSaveY.ToolTip
source: Retract by this distance after success probing
es: Después de un escaneo exitoso, conduzca de regreso a esta distancia
ru: После успешного сканирования возвращайтесь на это расстояние

# nUDProbeSaveX.ToolTip
source: Retract by this distance after success probing
es: Después de un escaneo exitoso, conduzca de regreso a esta distancia
ru: После успешного сканирования возвращайтесь на это расстояние

# nUDProbeTravelZ.ToolTip
source: Maximum distance to move, to find an edge
es: Distancia máxima para moverse, para encontrar un borde
ru: Максимальное расстояние для перемещения, чтобы найти ребро

# nUDProbeTravelY.ToolTip
source: Maximum distance to move, to find an edge
es: Distancia máxima para moverse, para encontrar un borde
ru: Максимальное расстояние для перемещения, чтобы найти ребро

# nUDProbeTravelX.ToolTip
source: Maximum distance to move, to find an edge
es: Distancia máxima para moverse, para encontrar un borde
ru: Максимальное расстояние для перемещения, чтобы найти ребро

# gBMovement.Text
source: Probe movement
es: Movimiento de la sonda
ru: Движение зонда

# label19.Text
source: Select egde or corner to detect. Place tool tip in front of edge. On corners, X will be probed first, then Y. Z will be probed last. Probe edge a 2nd time on another position to get angle.
es: Seleccione el borde o la esquina para reconocer. Mueva la punta de la herramienta frente al borde. En las esquinas, primero se marca X y luego Y. Z se verifica en último lugar.
ru: Выберите край или угол для распознавания. Переместите острие инструмента перед краем. В углах сначала проверяется X, а затем Y. Z проверяется последним.

# lblEFProgressInfo.Text
source: Progress
es: Progreso
ru: Прогресс

# btnCancelEF.Text
source: Cancel
es: Cancelar
ru: Отмена

# rB5.Text
source: Only Z
es: Solo Z
ru: Только Z

# tabPage1.Text
source: Edge finder
es: Buscador de bordes
ru: Канте Финден

# lblCFProgressInfo.Text
source: Progress
es: Progreso
ru: Прогресс

# tabPage2.Text
source: Center finder
es: Buscador central
ru: Центр поиска

# tabPage3.Text
source: Tool length
es: Longitud de la herramienta
ru: Длина инструмента

# label21.Text
source: Inner contour: Place probe inside hole of work piece, almost centered. Z will not moved. Outside contour: Place probe on left side of work piece, as for edge detection. Or enable 'Start from center' and place probe centered above workpiece.
es: Contorno interior: Coloque la sonda dentro del orificio de la pieza de trabajo, casi centrada. Z no se moverá. Contorno exterior: Coloque la sonda en el lado izquierdo de la pieza de trabajo, como para la detección de bordes. O habilite 'Comenzar desde el centro' y coloque la sonda centrada sobre la pieza de trabajo.
ru: Внутренний контур: Поместите зонд в отверстие заготовки, почти по центру. Z не будет перемещен. Внешний контур: Поместите щуп на левую сторону заготовки, как при обнаружении краев. Или включите «Начать от центра» и поместите датчик по центру над заготовкой.

# nUDWorkpieceDiameter.ToolTip
source: Diameter of workpiece to determine probing distance
es: Diámetro de la pieza de trabajo para determinar la distancia de sondeo.
ru: Диаметр заготовки для определения расстояния зондирования

# lblProbeFinal.ToolTip
source: Finally move to this position
es: Posición final después de sondear
ru: Конечная позиция после исследования

# rBCF2.ToolTip
source: Find center and set 0;0 Z up = Z start + Z probing Finally move to center
es: Encuentra el centro y establece 0; 0 Z arriba = Z inicio + sondeo Z Finalmente mover al centro
ru: Найдите центр и установите 0; 0 Z up = Z начало + Z зондирование Наконец переместиться в центр

# rBCF1.ToolTip
source: Find center and set 0;0 Finally move to center
es: Encuentra el centro y establece 0; 0 Finalmente mover al centro
ru: Найдите центр и установите 0; 0 Наконец переместиться в центр

# btnGetAngleEF.Text
source: Rotate G-Code by angle
es: Girar el código G por ángulo
ru: Повернуть G-код на угол

# btnGetAngleEF.ToolTip
source: Correction angle will be calculated form vertical (X probing) or horizontal edge (Y probing) of workpiece
es: El ángulo de corrección se calculará de forma vertical (sondeo X) u borde horizontal (sondeo Y) de la pieza de trabajo
ru: Угол коррекции будет рассчитываться по вертикали (зондирование Х) или горизонтальному краю (зондирование Y) заготовки

# tBAngle.ToolTip
source: Correction angle will be calculated form vertical (X probing) or horizontal edge (Y probing) of workpiece
es: El ángulo de corrección se calculará de forma vertical (sondeo X) u borde horizontal (sondeo Y) de la pieza de trabajo
ru: Угол коррекции будет рассчитываться по вертикали (зондирование Х) или горизонтальному краю (зондирование Y) заготовки

# label20.Text
source: Measured correction angle
es: Ángulo de corrección medido
ru: Измеренный угол коррекции

# btnSaveTL.Text
source: Move Z to safe pos.
es: Conduzca Z a la posición segura
ru: Переведите Z в безопасное положение

# btnSaveTL.ToolTip
source: Use G90 absolute coordinate
es: Usar coordenadas absolutas G90
ru: Использовать абсолютную координату G90

# cBSetCoordTL.Text
source: Set G92 Z coord. for 1st tool
es: Use la coordenada Z G92 para la primera herramienta
ru: Используйте G92 Z-координату для 1-го инструмента

# cBSetCoordTL.ToolTip
source: Set G92 Z
es: Establecer G92 Z
ru: Комплект G92 Z

# btnClearTL.Text
source: Clear tool length offset
es: Borrar la longitud de la herramienta
ru: Очистить коррекцию на длину инструмента

# label12.Text
source: 1. Get tool length for 1st tool 2. Use G92 to set Z zero 3. After tool change, just measure tool length again, Z coordinate will then corrected. After tool length probing: Z will move back to start position
es: 1. Obtenga la longitud de la herramienta para la primera herramienta 2. Use G92 para establecer Z cero 3. Después del cambio de herramienta, simplemente mida la longitud de la herramienta nuevamente, la coordenada Z será corregida. Después del sondeo de longitud de herramienta: Z retrocederá a la posición inicial
ru: 1. Получить длину инструмента для 1-го инструмента 2. Используйте G92, чтобы установить Z ноль 3. После смены инструмента просто измерьте длину инструмента, координата Z будет исправлена. После измерения длины инструмента: Z вернется в исходное положение

# lblTLProgressInfo.Text
source: Progress
es: Progreso
ru: Прогресс

# gBCoordinates.Text
source: Coordinates
es: Coordenadas
ru: Координаты

# rBProbeCoord1.Text
source: Use G10 L2 P0 - Set coord. (G54-G59)
es: Utilice G10 L2 P0 - Establecer coord. (G54-G59)
ru: Используйте G10 L2 P0 - Установить координаты. (G54-G59)

# rBProbeCoord2.Text
source: Use G92
es: Utilizar G92
ru: Используйте G92

# btnProbeCoordClear.Text
source: Clear G92
es: Claro G92
ru: Очистить G92

# $this.Text
source: Probing and Tool Length Offset
es: Sondeo y desplazamiento de la longitud de la herramienta
ru: Зондирование и смещение длины инструмента

# cBZProbing.ToolTip
source: Probe Z finally, after successful edge or corner probing
es: Sonda Z finalmente, después de una prueba exitosa de borde o esquina
ru: Зонд Z, наконец, после успешного прохождения края или угла

# cBSetCenterZero.Text
source: Set tool center as zero
es: Establecer el centro de herramientas como cero
ru: Установить центр инструмента на ноль

# cBSetCenterZero.ToolTip
source: If checked, the tool (probe / cutter) center defines the zero position. Usually the border of the tool (probe / cutter) is used to define zero.
es: Si se marca, el centro de la herramienta (sonda / cortador) define la posición cero. Por lo general, el borde de la herramienta (sonda / cortador) se utiliza para definir cero.
ru: Если флажок установлен, центр инструмента (щуп / резак) определяет нулевое положение. Обычно граница инструмента (зонд / резак) используется для определения нуля.

# lblProbeFinal.Text
source: Final position after probing
es: Posición final después de sondear
ru: Конечная позиция после исследования

# btnCancelTL.Text
source: Cancel
es: Cancelar
ru: Отмена

# nUDProbeDiameter.ToolTip
source: Diameter of probing tip or cutter head to calculate zero position
es: Diámetro de la punta de sondeo o cabezal de corte para calcular la posición cero
ru: Диаметр измерительного наконечника или режущей головки для расчета нулевой позиции

# cBFindCenterStartFromCenter.Text
source: Start from center
es: Empezar desde el centro
ru: Начать с центра

# lblCFAngle.Text
source: Rotate probing pattern by
es: Rotar patrón de sondeo
ru: Повернуть шаблон зондирования

# nUDFindCenterAngle.ToolTip
source: Angle in deg. to rotate probing directions
es: Ángulo en grados para rotar las direcciones de palpado
ru: Угол в град. вращать направления зондирования

# label22.Text
source: Workpiece diameter (WpD)
es: diámetro de la pieza
ru: Диаметр заготовки

# cBFindCenterUseY.ToolTip
source: Probe on Y axis
es: Sonda en el eje Y
ru: Датчик по оси Y

# cBFindCenterUseX.ToolTip
source: Probe on X axis
es: Sonda en el eje X
ru: Зонд по оси X

# cBFindCenterStartFromCenter.ToolTip
source: Place the probe almost centered above the workpiece, to use this option.
es: Coloque la sonda casi centrada sobre la pieza de trabajo para utilizar esta opción.
ru: Чтобы использовать эту опцию, поместите датчик почти по центру над заготовкой.

# cBFindCenterInvert.Text
source: Reverse probe logic
es: Lógica de sonda inversa
ru: Логика обратного пробника

# cBFindCenterInvert.ToolTip
source: Reverse logic: Instead of stopping on contact, it stops on loss of contact
es: Lógica inversa: en lugar de detenerse al hacer contacto, se detiene al perder el contacto.
ru: Обратная логика: вместо остановки при контакте, он останавливается при потере контакта.

# TbSetPoints.Text
source: Fiducial coordinates:
es: Coordenadas fiduciales:
ru: Реперные координаты:

# TbSetPoints.ToolTip
source: Fiducial coordinates: Only the 1st and 2nd will be used. Get fiducials coordinates from imported graphic.
es: Coordenadas fiduciales: Sólo se utilizarán la 1ª y 2ª. Obtenga coordenadas fiduciales a partir de gráficos importados.
ru: Реперные координаты: будут использоваться только 1-я и 2-я. Получите координаты реперных точек из импортированной графики.

# BtnStartEF.Text
source: Start
es: comienzo
ru: Начало

# BtnStartCF.Text
source: Start
es: comienzo
ru: Начало

# BtnCancelCF.Text
source: Cancel
es: Cancelar
ru: Отмена

# BtnStartTL.Text
source: Start
es: comienzo
ru: Начало

# CbProbeSkipMove.Text
source: Skip 1st move on contact
es: Saltar el primer movimiento al contacto
ru: Пропустить первый ход при контакте

# CbProbeSkipMove.ToolTip
source: Skips move to 1st fiducial if probe is already triggered. Assumption: probe was already moved above 1st fiducial.
es: Salta al primer fiduciario si la sonda ya está activada. Supuesto: la investigación ya se movió por encima del primer fiduciario.
ru: Пропуски перемещаются к 1-й контрольной точке, если датчик уже сработал. Предположение: зонд уже был перемещен выше 1-й реперной отметки.

# BtnGetFiducialOffset.Text
source: Get pos.
es: Obtener pos.
ru: Получить пос.

# BtnGetFiducialOffset.ToolTip
source: Take over actual position
es: Asumir la posición real
ru: Занять фактическую позицию

# BtnMoveLeft.ToolTip
source: Substract offset to actual position
es: Restar desplazamiento a la posición real
ru: Вычесть смещение к фактическому положению

# BtnMoveRight.ToolTip
source: Add offset to actual position
es: Agregar desplazamiento a la posición real
ru: Добавить смещение к фактическому положению

# CbProbe2ndChance.Text
source: Ask if 2nd fiducial is not found
es: Pregunte si no se encuentra el segundo fiduciario
ru: Спросить, не найден ли второй фидуциал

# CbProbe2ndChance.ToolTip
source: If probe is not triggered after move to 2nd fiducial, give chance to move manually by user.
es: Si la sonda no se activa después de pasar al segundo fiduciario, déle la oportunidad al usuario de moverla manualmente.
ru: Если датчик не срабатывает после перемещения ко второй координатной точке, дайте пользователю возможность переместить его вручную.

# button3.ToolTip
source: Online help
es: Ayuda en linea
ru: Онлайн помощь

# GbFiducialOffset.Text
source: Offset between probe and tool
es: Compensación entre palpador y herramienta
ru: Смещение между датчиком и инструментом

# CbProbeScale.Text
source: Also scale on rotation
es: También escalar en rotación.
ru: Также масштабируется при вращении

# BtnStartFiducial.Text
source: Start
es: Comenzar
ru: Начинать

# BtnCancelFiducial.Text
source: Cancel
es: Cancelar
ru: Отмена

# LblFiducial.Text
source: Fiducial correction: Use an inductive proximity switch to find and center metal registration marks (coins). See [Setup - Program behavior - Camera - Fiducials] for further settings.
es: Corrección fiduciaria: Utilice un interruptor de proximidad inductivo para encontrar y centrar marcas de registro metálicas (monedas). Consulte [Configuración - Comportamiento del programa - Cámara - Fiduciales] para obtener más configuraciones.
ru: Фидуциальная коррекция: Используйте индуктивный бесконтактный переключатель для поиска и центрирования металлических меток (монет). Дополнительные настройки см. в разделе [Настройка – Поведение программы – Камера – Реперные точки].

# tabPage4.Text
source: Fiducial correction
es: Corrección fiduciaria
ru: Фидуциальная коррекция

# BtnHelp_ImportParameter.ToolTip
source: Online help
es: Ayuda en linea
ru: Онлайн помощь

# button1.ToolTip
source: Online help
es: Ayuda en linea
ru: Онлайн помощь

# button2.ToolTip
source: Online help
es: Ayuda en linea
ru: Онлайн помощь
