Repository: ehtick/GRBL-Plotter
Catalog: GRBL-Plotter/MachineControl/ControlLaser.*.resx
Languages: ar, fr, it, ja, pl, pt, tr, zh_cn

# label1.Text
source: Move X from 0 to
ar: نقل X من 0 إلى
fr: Déplacer X de 0 à
it: Sposta X da 0 a
ja: Xを0から
pl: Ruch X od 0 do
pt: Mova X de 0 para
tr: Sposta X da 0 a
zh_cn: 将X从0移到

# label7.Text
source: Before start, delay
ar: قبل البدء ، تأخير
fr: Avant de commencer, retarder
it: Prima di iniziare, ritarda
ja: 開始前に、遅延
pl: Odczekaj
pt: Antes do início, atraso
tr: Prima di iniziare, ritardare
zh_cn: 开始之前，延迟

# label15.Text
source: sec. at S
ar: ثانية. في S
fr: seconde. chez S
it: sec. a s
ja: 秒 南で
pl: sek. na S
pt: seg. em S
tr: sec. a S
zh_cn: 秒 在S

# label9.Text
source: move Y by
ar: نقل Y من قبل
fr: déplacez Y par
it: sposta Y vicino
ja: Yだけ移動
pl: ruch Y o
pt: mova Y por
tr: sposta Y di
zh_cn: 将Y移动到

# groupBox1.Text
source: Motion during scan
ar: الحركة أثناء الفحص
fr: Mouvement pendant le scan
it: Movimento durante la scansione
ja: スキャン中の動き
pl: Ruch podczas skanowania
pt: Movimento durante a digitalização
tr: Movimento durante la scansione
zh_cn: 扫描过程中的运动

# lblText.Text
source: Setup: set $30 to a value which result to 100% laser power when setting S100.
ar: الإعداد: اضبط 30 دولارًا على قيمة تؤدي إلى طاقة ليزر 100٪ عند ضبط S100.
fr: Setup: définissez une valeur de 30 $ qui correspond à une puissance laser de 100% lors du réglage de S100.
it: Impostazione: impostare $30 su un valore che risulta al 100% della potenza del laser quando si imposta S100.
ja: セットアップ：S100を設定するときに、$ 30を100％のレーザー出力になる値に設定します。
pl: Konfiguracja: ustaw $30 na wartość, która daje 100% mocy lasera dla ustawienia S100.
pt: Configuração: defina $ 30 para um valor que resulte em 100% de potência do laser ao configurar o S100.
tr: Configurazione: imposta $ 30 su un valore che risulti al 100% della potenza del laser quando imposti S100.
zh_cn: 设置：将$ 30设置为一个值，设置S100时，激光功率为100％。

# btnScanZ.Text
source: Start scan
ar: ابدأ المسح
fr: Lancer l'analyse
it: Inizia scansione
ja: スキャン開始
pl: Rozpocznij
pt: Inicia escaneamento
tr: Inizia scansione
zh_cn: 开始扫描

# label2.Text
source: Z from plus to minus
ar: ي من زائد إلى ناقص
fr: Z du plus au moins
it: Z da più a meno
ja: Zプラスからマイナス
pl: Z od plus do minus
pt: Z de mais para menos
tr: Z da più a meno
zh_cn: Z从正到负

# label12.Text
source: at feed rate F
ar: في معدل التغذية F
fr: au taux d'alimentation F
it: alla velocità di avanzamento F
ja: 送り速度F
pl: z prędkością F
pt: na taxa de alimentação F
tr: alla velocità di avanzamento F
zh_cn: 以进给速度F

# label8.Text
source: at laser power S
ar: في قوة الليزر S
fr: à la puissance laser S
it: a potenza laser S
ja: レーザー出力S
pl: z mocą lasera S
pt: na potência do laser S
tr: alla potenza laser S
zh_cn: 在激光功率S下

# groupBox2.Text
source: Scan Z to find focus on constant speed and power
ar: مسح Z للعثور على التركيز على سرعة ثابتة والطاقة
fr: Scannez Z pour vous concentrer sur une vitesse et une puissance constantes
it: Scansiona Z per concentrarti su velocità e potenza costanti
ja: Zをスキャンして、一定の速度と電力に焦点を当てます
pl: Skanowanie Z ze stałą prędkością i mocą
pt: Digitalize Z para encontrar o foco em velocidade e potência constantes
tr: Scansiona Z per concentrarti su velocità e potenza costanti
zh_cn: 扫描Z以专注于恒定速度和功率

# cBLaserMode.Text
source: Laser Mode $32
ar: وضع الليزر 32 دولار
it: Modalità laser $ 32
ja: レーザーモード32ドル
pl: Tryb lasera $32
tr: Modalità laser $ 32
zh_cn: 激光模式$32

# btnScanSpeed.Text
source: Start scan
ar: ابدأ المسح
fr: Lancer l'analyse
it: Inizia scansione
ja: スキャン開始
pl: Rozpocznij
pt: Inicia escaneamento
tr: Inizia scansione
zh_cn: 开始扫描

# label3.Text
source: From F
ar: من F
fr: De F
it: Da F
ja: Fから
pl: Od F
pt: De F
tr: Da f
zh_cn: 从F

# label4.Text
source: to F
ar: إلى F
fr: à F
it: a F
ja: Fへ
pl: do F
pt: para F
tr: a f
zh_cn: 到F

# label13.Text
source: step
ar: خطوة
fr: étape
it: fare un passo
ja: ステップ
pl: krok
pt: degrau
tr: fare un passo
zh_cn: 步

# label10.Text
source: at laser power S
ar: في قوة الليزر S
fr: à la puissance laser S
it: a potenza laser S
ja: レーザー出力S
pl: z mocą lasera S
pt: na potência do laser S
tr: alla potenza laser S
zh_cn: 在激光功率S下

# groupBox3.Text
source: Scan X speed on constant power (without Z axis)
ar: مسح سرعة X على قوة ثابتة (بدون محور Z)
fr: Balayage de la vitesse X à puissance constante (sans axe Z)
it: Scansione velocità X a potenza costante (senza asse Z)
ja: 定速でX速度をスキャン（Z軸なし）
pl: Skanowanie prędkości X ze stałą mocą (bez osi Z)
pt: Digitalize a velocidade X com potência constante (sem eixo Z)
tr: Scansione velocità X a potenza costante (senza asse Z)
zh_cn: 以恒定功率扫描时X速度（无Z轴）

# btnScanPower.Text
source: Start scan
ar: ابدأ المسح
fr: Lancer l'analyse
it: Inizia scansione
ja: スキャン開始
pl: Rozpocznij
pt: Inicia escaneamento
tr: Inizia scansione
zh_cn: 开始扫描

# label6.Text
source: From S
ar: من اس
fr: De S
it: Da s
ja: Sから
pl: Od S
pt: De S
tr: Da S
zh_cn: 从S

# label5.Text
source: to S
ar: إلى S
fr: a S
it: a s
ja: Sへ
pl: do S
pt: para S
tr: a S
zh_cn: 到S

# label14.Text
source: step
ar: خطوة
fr: étape
it: fare un passo
ja: ステップ
pl: krok
pt: degrau
tr: fare un passo
zh_cn: 步

# label11.Text
source: at feed rate F
ar: في معدل التغذية F
fr: au taux d'alimentation F
it: alla velocità di avanzamento F
ja: 送り速度F
pl: z prędkością F
pt: na taxa de alimentação F
tr: alla velocità di avanzamento F
zh_cn: 以进给速度F

# groupBox4.Text
source: Scan laser power on constant speed (without Z axis)
ar: مسح طاقة الليزر على سرعة ثابتة (بدون المحور Z)
fr: Balayage de la puissance laser à vitesse constante (sans axe Z)
it: Scansione laser a velocità costante (senza asse Z)
ja: 一定の速度でレーザー出力をスキャン（Z軸なし）
pl: Skanowanie mocy lasera ze stałą prędkością (bez osi Z)
pt: Digitalize a potência do laser em velocidade constante (sem eixo Z)
tr: Scansiona la potenza del laser a velocità costante (senza asse Z)
zh_cn: 恒速扫描时激光功率（无Z轴）

# lblInfo.Text
source: Info
it: Informazioni
tr: Informazioni

# groupBox5.Text
source: Laser settings to use below
ar: إعدادات الليزر لاستخدام أدناه
fr: Paramètres laser à utiliser ci-dessous
it: Impostazioni laser da utilizzare di seguito
ja: 以下で使用するレーザー設定
pl: Ustawienia lesara użyte niżej
pt: Configurações de laser para usar abaixo
tr: Impostazioni laser da utilizzare di seguito
zh_cn: 下面要使用的激光设置

# btnToolUpdate.Text
source: Update tool table
ar: تحديث جدول الأدوات
fr: Mettre à jour la table d'outil
it: Aggiorna la tabella degli strumenti
ja: 更新ツールテーブル
pl: Aktualizuj tablicę narzędzi
pt: Atualizar tabela de ferramentas
tr: Aggiorna tabella utensili
zh_cn: 更新工具表

# lblToolProp.Text
source: XY-Feed (F) and l power (S) from tt
ar: XY-Feed (F) و l power (S) from tt
fr: Alimentation XY (F) et l puissance (S) de tt
it: XY-Feed (F) e l power (S) da tt
ja: ttからのXYフィード（F）およびlパワー（S）
pl: XY posuw (F) oraz moc (S) od tt
pt: Alimentação XY (F) e l potência (S) de tt
tr: XY-Avanzamento (F) e l potenza (S) da tt
zh_cn: 来自tt的XY进给（F）和l功率（S）

# btnScanTool.Text
source: Start scan
ar: ابدأ المسح
fr: Lancer l'analyse
it: Inizia scansione
ja: スキャン開始
pl: Rozpocznij
pt: Inicia escaneamento
tr: Inizia scansione
zh_cn: 开始扫描

# groupBox6.Text
source: Use values from tool table
ar: استخدم القيم من جدول الأدوات
fr: Используйте значения из таблицы инструментов
it: Utilizzare i valori dalla tabella degli strumenti
ja: ツールテーブルの値を使用する
pl: Użyj wartości z tablicy narzędzi
pt: Use valores da tabela de ferramentas
tr: Usa i valori dalla tabella utensili
zh_cn: 使用工具表中的值

# $this.Text
source: Laser alignment
ar: محاذاة الليزر
fr: Alignement laser
it: Allineamento laser
ja: レーザーアライメント
pl: Kalibracja lasera
pt: Alinhamento a laser
tr: Allineamento laser
zh_cn: 激光对准

# TbPatternHeadline.Text
source: Headline
ar: العنوان
fr: Gros titre
it: Titolo
ja: 見出し
pl: Nagłówek
pt: Título
tr: Başlık
zh_cn: 标题

# TbPatternHeadline.ToolTip
source: Headline above test pattern
ar: العنوان فوق نمط الاختبار
fr: Titre au-dessus de la mire de test
it: Titolo sopra il modello di prova
ja: テストパターンの上の見出し
pl: Nagłówek nad wzorem testowym
pt: Título acima do padrão de teste
tr: Test modelinin üzerindeki başlık
zh_cn: 测试模式上方的标题

# CbPatternLabelFirst.Text
source: Write labels first
ar: اكتب التسميات أولاً
fr: Écrivez d'abord les étiquettes
it: Scrivi prima le etichette
ja: 最初にラベルを書く
pl: Najpierw napisz etykiety
pt: Escreva os rótulos primeiro
tr: Önce etiketleri yazın
zh_cn: 先写标签

# CbPatternLabelFirst.ToolTip
source: If enabled, the labels will be engraved before the test areas
ar: في حالة تمكينه، سيتم نقش الملصقات قبل مناطق الاختبار
fr: Si activé, les étiquettes seront gravées avant les zones de test
it: Se abilitato, le etichette verranno incise prima delle aree di prova
ja: 有効にすると、テスト領域の前にラベルが彫刻されます。
pl: Jeśli ta opcja jest włączona, etykiety zostaną wygrawerowane przed obszarami testowymi
pt: Se ativado, os rótulos serão gravados antes das áreas de teste
tr: Etkinleştirilirse etiketler test alanlarından önce kazınacaktır
zh_cn: 如果启用，标签将刻在测试区域之前

# label28.Text
source: Speed
ar: سرعة
fr: Vitesse
it: Velocità
ja: スピード
pl: Prędkość
pt: Velocidade
tr: Hız
zh_cn: 速度

# NudPatternLabelSpeed.ToolTip
source: Feed rate to engrave the labels
ar: معدل التغذية لنقش الملصقات
fr: Avance pour graver les étiquettes
it: Velocità di avanzamento per incidere le etichette
ja: ラベルを彫刻するための送り速度
pl: Szybkość posuwu do grawerowania etykiet
pt: Taxa de avanço para gravar as etiquetas
tr: Etiketleri kazımak için ilerleme hızı
zh_cn: 雕刻标签的进给速率

# NudPatternLabelPower.ToolTip
source: Laser power to engrave the labels
ar: قوة الليزر لنقش الملصقات
fr: Puissance laser pour graver les étiquettes
it: Potenza laser per incidere le etichette
ja: ラベルを彫刻するためのレーザー出力
pl: Moc lasera do grawerowania etykiet
pt: Potência laser para gravar as etiquetas
tr: Etiketleri kazımak için lazer gücü
zh_cn: 雕刻标签的激光功率

# label27.Text
source: Laser power
ar: قوة الليزر
fr: Puissance laser
it: Potenza del laser
ja: レーザー出力
pl: Moc lasera
pt: Potência laser
tr: Lazer gücü
zh_cn: 激光功率

# groupBox10.Text
source: Label engraving
ar: نقش التسمية
fr: Gravure d'étiquettes
it: Incisione di etichette
ja: ラベル彫刻
pl: Grawerowanie etykiet
pt: Gravação de etiqueta
tr: Etiket gravürü
zh_cn: 标签雕刻

# groupBox9.Text
source: Test area / rectangle
ar: منطقة الاختبار / المستطيل
fr: Zone de test / rectangle
it: Area/rettangolo di prova
ja: テストエリア/長方形
pl: Obszar testowy / prostokąt
pt: Área de teste/retângulo
tr: Test alanı / dikdörtgen
zh_cn: 测试区域/矩形

# groupBox8.Text
source: Speed / Feedrate on Y axis
ar: السرعة / معدل التغذية على المحور Y
fr: Vitesse / Avance sur l'axe Y
it: Velocità/avanzamento sull'asse Y
ja: Y軸の速度/送り速度
pl: Prędkość/posuw na osi Y
pt: Velocidade / Avanço no eixo Y
tr: Y ekseninde Hız / İlerleme Hızı
zh_cn: Y 轴速度/进给率

# groupBox7.Text
source: Laser power on X axis
ar: قوة الليزر على المحور X
fr: Puissance laser sur l'axe X
it: Potenza laser sull'asse X
ja: X 軸のレーザー出力
pl: Moc lasera na osi X
pt: Potência do laser no eixo X
tr: X ekseninde lazer gücü
zh_cn: X轴激光功率

# BtnMaterialTest.Text
source: Create test pattern
ar: إنشاء نمط الاختبار
fr: Créer un modèle de test
it: Crea modello di prova
ja: テストパターンの作成
pl: Utwórz wzór testowy
pt: Criar padrão de teste
tr: Test deseni oluştur
zh_cn: 创建测试模式

# tabPage2.Text
source: Material test pattern
ar: نمط اختبار المواد
fr: Modèle de test de matériau
it: Modello di prova del materiale
ja: 材料テストパターン
pl: Wzór testu materiału
pt: Padrão de teste de material
tr: Malzeme test modeli
zh_cn: 材料测试图

# tabPage1.Text
source: Laser alignment
ar: محاذاة الليزر
fr: Alignement laser
it: Allineamento laser
ja: レーザーアライメント
pl: Wyrównanie laserowe
pt: Alinhamento a laser
tr: Lazer hizalama
zh_cn: 激光对准

# BtnMaterialSingleTest.Text
source: Create single test
ar: إنشاء اختبار واحد
fr: Créer un seul test
it: Crea test singolo
ja: 単一のテストを作成する
pl: Utwórz pojedynczy test
pt: Criar teste único
tr: Tek test oluştur
zh_cn: 创建单个测试

# BtnMaterialSingleTest.ToolTip
source: Create single test area using minimum laser power and maximum feed rate
ar: قم بإنشاء منطقة اختبار واحدة باستخدام الحد الأدنى من طاقة الليزر والحد الأقصى لمعدل التغذية
fr: Créez une zone de test unique en utilisant une puissance laser minimale et une vitesse d'avance maximale
it: Crea un'area di prova singola utilizzando la potenza laser minima e la velocità di avanzamento massima
ja: 最小のレーザー出力と最大の送り速度を使用して単一のテスト領域を作成します
pl: Utwórz pojedynczy obszar testowy przy minimalnej mocy lasera i maksymalnej prędkości posuwu
pt: Crie uma área de teste única usando potência mínima do laser e taxa de avanço máxima
tr: Minimum lazer gücü ve maksimum ilerleme hızını kullanarak tek test alanı oluşturun
zh_cn: 使用最小激光功率和最大进给速率创建单个测试区域

# NudPatternGap.ToolTip
source: Distance between test areas
ar: المسافة بين مناطق الاختبار
fr: Distance entre les zones de test
it: Distanza tra le aree di prova
ja: テストエリア間の距離
pl: Odległość między obszarami testowymi
pt: Distância entre áreas de teste
tr: Test alanları arasındaki mesafe
zh_cn: 测试区域之间的距离

# NudPatternYSize.ToolTip
source: Height of the test area
ar: ارتفاع منطقة الاختبار
fr: Hauteur de la zone de test
it: Altezza dell'area di prova
ja: テストエリアの高さ
pl: Wysokość obszaru testowego
pt: Altura da área de teste
tr: Test alanının yüksekliği
zh_cn: 测试区域高度

# label26.Text
source: Gap
ar: فجوة
fr: Écart
it: Spacco
ja: ギャップ
pl: Luka
pt: Brecha
tr: Açıklık
zh_cn: 差距

# NudPatternInterval.ToolTip
source: Distance between lines to fill the test area
ar: المسافة بين الخطوط لملء منطقة الاختبار
fr: Distance entre les lignes pour remplir la zone de test
it: Distanza tra le linee per riempire l'area di prova
ja: テスト領域を満たすための線間の距離
pl: Odległość między liniami wypełniająca obszar testowy
pt: Distância entre linhas para preencher a área de teste
tr: Test alanını doldurmak için çizgiler arasındaki mesafe
zh_cn: 填充测试区域的线之间的距离

# label25.Text
source: Line distance / Interval
ar: مسافة الخط / الفاصل الزمني
fr: Distance de ligne / Intervalle
it: Distanza linea/Intervallo
ja: ラインの距離・間隔
pl: Odległość linii / odstęp
pt: Distância/intervalo da linha
tr: Hat mesafesi / Aralık
zh_cn: 线路距离/间隔

# label24.Text
source: Size Y
ar: الحجم Y
fr: Taille Y
it: Taglia Y
ja: サイズY
pl: Rozmiar Y
pt: Tamanho Y
tr: Boyut Y
zh_cn: 尺寸 Y

# NudPatternXSize.ToolTip
source: Width of the test area
ar: عرض منطقة الاختبار
fr: Largeur de la zone de test
it: Larghezza dell'area di prova
ja: テストエリアの幅
pl: Szerokość obszaru testowego
pt: Largura da área de teste
tr: Test alanının genişliği
zh_cn: 测试区域宽度

# label23.Text
source: Size X
ar: الحجم X
fr: Taille X
it: Taglia X
ja: サイズX
pl: Rozmiar X
pt: Tamanho X
tr: Boyut X
zh_cn: 尺寸X

# CbPatternYLabel.Text
source: Show label
ar: إظهار التسمية
fr: Afficher l'étiquette
it: Mostra etichetta
ja: ラベルを表示
pl: Pokaż etykietę
pt: Mostrar rótulo
tr: Etiketi göster
zh_cn: 显示标签

# CbPatternYLabel.ToolTip
source: Shows applied feed rates left of test areas
ar: يُظهر معدلات التغذية المطبقة على يسار مناطق الاختبار
fr: Affiche les vitesses d'avance appliquées à gauche des zones de test
it: Mostra le velocità di avanzamento applicate a sinistra delle aree di prova
ja: テスト領域の左側に適用された送り速度を表示します
pl: Pokazuje zastosowane szybkości posuwu na lewo od obszarów testowych
pt: Mostra as taxas de avanço aplicadas à esquerda das áreas de teste
tr: Test alanlarının solunda uygulanan ilerleme hızlarını gösterir
zh_cn: 显示测试区域左侧应用的进给速率

# NudPatternYMax.ToolTip
source: Maximum feed rate will be applied first (bottom)
ar: سيتم تطبيق الحد الأقصى لمعدل التغذية أولاً (أسفل)
fr: La vitesse d'avance maximale sera appliquée en premier (en bas)
it: La velocità di avanzamento massima verrà applicata per prima (in basso)
ja: 最大送り速度が最初に適用されます (下)
pl: Najpierw zostanie zastosowany maksymalny posuw (na dole)
pt: A taxa de avanço máxima será aplicada primeiro (parte inferior)
tr: İlk önce maksimum ilerleme hızı uygulanacaktır (altta)
zh_cn: 首先应用最大进给率（底部）

# label20.Text
source: Max.
ar: الأعلى.
it: Massimo.
ja: 最大。
pl: Maks.
pt: Máx.
tr: Maks.
zh_cn: 最大。

# NudPatternYMin.ToolTip
source: Minimum feed rate will be applied last (top)
ar: سيتم تطبيق الحد الأدنى لمعدل التغذية أخيرًا (أعلى)
fr: L'avance minimale sera appliquée en dernier (en haut)
it: La velocità di avanzamento minima verrà applicata per ultima (in alto)
ja: 最小送り速度は最後 (上) に適用されます。
pl: Minimalny posuw zostanie zastosowany jako ostatni (na górze)
pt: A taxa de avanço mínima será aplicada por último (superior)
tr: Minimum ilerleme hızı en son (üst) uygulanacaktır
zh_cn: 最小进给率将最后应用（顶部）

# label21.Text
source: Min.
ar: دقيقة.
it: minimo
ja: 分。
zh_cn: 最小。

# NudPatternYNumber.ToolTip
source: Number of test fields for the feedrate in the vertical (y axis)
ar: عدد حقول الاختبار لمعدل التغذية في العمودي (المحور الصادي)
fr: Nombre de champs de test pour l'avance dans la verticale (axe y)
it: Numero di campi di prova per l'avanzamento in verticale (asse y)
ja: 垂直方向 (y 軸) の送り速度のテスト フィールドの数
pl: Liczba pól testowych dla posuwu w pionie (oś y)
pt: Número de campos de teste para o avanço na vertical (eixo y)
tr: Dikey (y ekseni) ilerleme hızı için test alanı sayısı
zh_cn: 垂直（y 轴）进给率测试字段数

# label22.Text
source: Number
ar: رقم
fr: Nombre
it: Numero
ja: 番号
pl: Numer
pt: Número
tr: Sayı
zh_cn: 数字

# CbPatternXLabel.Text
source: Show label
ar: إظهار التسمية
fr: Afficher l'étiquette
it: Mostra etichetta
ja: ラベルを表示
pl: Pokaż etykietę
pt: Mostrar rótulo
tr: Etiketi göster
zh_cn: 显示标签

# CbPatternXLabel.ToolTip
source: Shows applied laser powers below test areas
ar: يُظهر قوى الليزر المطبقة أسفل مناطق الاختبار
fr: Affiche les puissances laser appliquées sous les zones de test
it: Mostra le potenze laser applicate sotto le aree di prova
ja: テスト領域の下に適用されたレーザー出力を表示します
pl: Pokazuje zastosowaną moc lasera poniżej obszarów testowych
pt: Mostra as potências do laser aplicadas abaixo das áreas de teste
tr: Test alanlarının altında uygulanan lazer güçlerini gösterir
zh_cn: 显示测试区域下方应用的激光功率

# NudPatternXMax.ToolTip
source: Laser power to stop with (far rightt)
ar: قوة الليزر للتوقف مع (أقصى اليمين)
fr: Puissance laser pour s'arrêter (à l'extrême droite)
it: Potenza del laser con cui fermarsi (estrema destra)
ja: 停止するレーザー出力 (右端)
pl: Moc lasera do zatrzymania (z prawej strony)
pt: Potência do laser para parar (extrema direita)
tr: Durdurulacak lazer gücü (en sağda)
zh_cn: 停止时的激光功率（最右边）

# label19.Text
source: Max. %
ar: الأعلى. %
it: Massimo. %
ja: 最大。 %
pl: Maks. %
pt: Máx. %
tr: Maks. %
zh_cn: 最大. %

# NudPatternXMin.ToolTip
source: Laser power to start with (far left)
ar: قوة الليزر لتبدأ (أقصى اليسار)
fr: La puissance du laser pour commencer (à l'extrême gauche)
it: Potenza del laser per iniziare (estrema sinistra)
ja: 開始時のレーザー出力 (左端)
pl: Moc lasera na początek (z lewej strony)
pt: Potência do laser para começar (extrema esquerda)
tr: Başlangıç ​​olarak lazer gücü (en solda)
zh_cn: 起始激光功率（最左边）

# label18.Text
source: Min. %
ar: دقيقة. %
it: minimo %
ja: 分。 %
zh_cn: 最小. %

# NudPatternXNumber.ToolTip
source: Number of test fields for the laser energy in the horizontal (x axis)
ar: عدد مجالات الاختبار لطاقة الليزر في المحور الأفقي (س)
fr: Nombre de champs de test pour l'énergie laser dans l'horizontale (axe x)
it: Numero di campi di prova per l'energia laser in orizzontale (asse x)
ja: 水平方向 (x 軸) のレーザー エネルギーのテスト フィールドの数
pl: Liczba pól testowych dla energii lasera w poziomie (oś x)
pt: Número de campos de teste para a energia do laser na horizontal (eixo x)
tr: Yatayda (x ekseni) lazer enerjisi için test alanı sayısı
zh_cn: 水平（x 轴）激光能量测试场数

# label17.Text
source: Number
ar: رقم
fr: Nombre
it: Numero
ja: 番号
pl: Numer
pt: Número
tr: Sayı
zh_cn: 数字

# CbPatternSendM5.Text
source: Switch laser on/off
zh_cn: 打开/关闭激光器
